{
  "Historia_Mexico": [
    {
      "unit": 1,
      "title": "Economıa, Sociedad y Reformas en la Nueva Espa˜ na",
      "description": "Analiza la economıa mercantilista, las Reformas Borbónicas y la jerarquıa social novohispana como antecedentes directos de la independencia."
    },
    {
      "unit": 2,
      "title": "Organización del México Independiente (1821-1854)",
      "description": "Estudia la inestabilidad polıtica tras la independencia y la pugna constante entre los proyectos de monarquıa, imperio y república."
    },
    {
      "unit": 3,
      "title": "Conflictos Internacionales y Crisis Económica",
      "description": "Aborda las intervenciones extranjeras de potencias, la pérdida territorial de 1848 y el estancamiento económico del paıs en formación."
    },
    {
      "unit": 4,
      "title": "La Reforma Liberal y la Resistencia de la República (1854-1876)",
      "description": "Examina la consolidación del Estado laico, la intervención francesa y el triunfo definitivo de la República liberal juarista."
    },
    {
      "unit": 5,
      "title": "El Régimen Porfirista (1876-1911)",
      "description": "Describe la dictadura de Porfirio Dıaz, la modernización económica a través de ferrocarriles y la profunda desigualdad social resultante."
    },
    {
      "unit": 6,
      "title": "La Revolución Mexicana (1910-1917)",
      "description": "Analiza el estallido armado de 1910, la lucha violenta entre facciones y la promulgación de la Constitución de 1917."
    },
    {
      "unit": 7,
      "title": "Reconstrucción Nacional, Maximato y Cardenismo (1920-1940)",
      "description": "Cubre la reconstrucción del Estado posrevolucionario, el periodo de control del Maximato y el reformismo social y agrario de Lázaro Cárdenas."
    },
    {
      "unit": 8,
      "title": "El México Contemporáneo (1940-2000)",
      "description": "Estudia el modelo de desarrollo estabilizador, el giro hacia el neoliberalismo en los a˜nos ochenta y la transición democrática del a˜no 2000. 1 -- 1 of 1 --"
    }
  ]
}